INSERT INTO post (id, title, post_image, description, support_amount, target_amount, start_date, end_date, status)
VALUES
    (1, '어르신에게 따뜻한 봄날을 선물해 주세요!', '1.png', '가정의달 5월이 다가오고 있습니다. 매년 5월 8일은 어버이날로 우리에게 매우 소중한 날 중 하나 입니다. 우리는 어버이 사랑과 감사를 전하는 시간을 가지고, 부모님이 우리 인생에 얼마나 중요한 영향력을 끼쳤는지 되새겨보는 시간을 함께 가지며 가족의 정을 나누고 행복한 시간을 가집니다. 하지만 누구보다 행복한 시간을 보내야할 어버이 중에는 오히려 고독한 하루를 보내는 분들도 있습니다. 의성군 금성면 남OO 어르신은 과거 아내와 사별하고 30년 가까이 홀로 생활하고 있습니다. 자녀들은 자주 오는지 여쭙는 질문에 “자녀들도 사는 게 힘들어서 못 와.”라고 씁쓸한 표정으로 대답하십니다. 그래도 자녀들이 잘 살았으면 좋겠다는 말씀을 덧붙이며 오히려 자식들을 걱정하고 지지해 주시는 모습에 안타까운 마음이 듭니다.', 0, 1000000, '2024-03-29', '2024-04-20', 'ING'),
    (2, '반려동물을 위한 나눔의 마음', '2.png', '우리의 가족, 반려동물을 위해 나눔의 손길을 보내봐요. 함께 따뜻한 마음을 전합니다.', 0, 900000, '2024-04-01', '2024-05-01', 'ING'),
    (3, '어린이들에게 희망의 봄날을', '3.png', '결식아동들에게 희망과 사랑을 전합니다. 우리의 작은 마음이 큰 힘이 될 수 있어요.', 0, 1200000, '2024-03-15', '2024-04-15', 'ING'),
    (4, '독거노인을 위한 따뜻한 마음', '4.png', '우리의 독거노인들에게 따뜻한 마음을 전합니다. 함께 홀로 지내는 어르신들에게 사랑을 보내봐요.', 0, 900000, '2024-03-20', '2024-04-20', 'ING'),
    (5, '반려동물과 함께하는 봄날', '5.png', '우리의 반려동물과 함께 봄을 즐기며, 그들에게 사랑을 전합니다. 함께 행복한 시간을 보내봐요.', 0, 1500000, '2024-04-10', '2024-05-10', 'ING'),
    (6, '결식아동들을 위한 나눔', '6.png', '힘들고 어려운 환경에서 자라나는 결식아동들에게 우리의 사랑을 전합니다. 함께 희망의 빛을 밝혀봐요.', 0, 1100000, '2024-04-05', '2024-05-05', 'ING'),
    (7, '독거노인에게 희망의 손길을', '7.png', '홀로 지내는 독거노인들에게 우리의 사랑을 전합니다. 함께 따뜻한 마음을 보내봐요.', 0, 780000, '2024-03-25', '2024-04-25', 'ING'),
    (8, '반려동물을 위한 봄날의 선물', '8.png', '우리의 반려동물들에게 사랑과 행복을 선물합니다. 함께 따뜻한 마음을 전해봐요.', 0, 1000000, '2024-03-28', '2024-04-28', 'ING'),
    (9, '결식아동에게 희망을', '9.png', '어려운 상황에서 자라나는 결식아동들에게 희망의 빛을 보내봐요. 함께 미래를 밝혀봐요.', 0, 850000, '2024-04-07', '2024-05-07', 'ING'),
    (10, '독거노인과 함께하는 봄날', '10.png', '홀로 지내는 독거노인들에게 따뜻한 마음을 전합니다. 우리의 사랑이 그들에게 힘이 될 수 있어요.', 0, 950000, '2024-04-15', '2024-05-15', 'ING');
